// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "ステータスおよびアラート";

MoreInfoTitle = "詳細情報";
SATPrivacyStatementOnlineLink = "HP プライバシー ステートメント";

SATAlertsTaskDescription = "HP デバイスに対して表示する、拡張ステータス情報のレベルを指定します。要求したタスクをデバイスが完了できない場合や、注意が必要な場合は、常に通知されます。";

SATShowAlertsButtonTitle = "次の拡張アラートを表示します:";
SATAutoDismissTitlePreffix = "次のアラートを";
SATAutoDismissTitleSuffix = "後に自動的に非表示にします:";

SATErrorsWarningsAndInfo = "エラー メッセージ、警告メッセージ、情報メッセージ";
SATErrorsAndWarnings = "エラーと警告";
SATErrorsOnly = "エラーのみ";
SATInfoMessages = "情報メッセージ";
SATWarningsAndInfoMessages = "警告メッセージと情報メッセージ";

SATShowWebContentButtonTitle = "アラートに Web コンテンツを表示する";
SATShowWebContentButtonBaseDescription = "お客様の許可のもと、デバイスのステータスをセキュリティ保護された状態で HP と共有できます。情報をご提供いただいた場合、HP では、お客様の HP プログラムへの登録や特典を受ける資格の有無を確認し、使用可能なオプションに基づいてアラートを変更することができます。";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* HP に送信される情報の詳細については、SAT_KEYED_LINK:MoreInfoTitle をご覧ください。";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* HP のプライバシー ポリシーの詳細については、SAT_LINK:SATPrivacyStatementOnlineLink をご覧ください。";

SATNoControlPanelAlertTitle = "HP アラートをオフにしてよろしいですか?";
SATNoControlPanelTurnOffButtonTitle = "オフにする";
SATNoControlPanelAlertText = "オフにすると、デバイスのステータスに関する重要なメッセージが表示されない危険があります。";
SATCancelButtonTitle = "キャンセル";
